/* OSD hint */
" " = " ";

/* Inspector Info */
" tracks" = " spår";

/* OSD hint media info */
"%@, %.1fkbps, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkbps, %3$.1fkHz %4$dbit, %5$d channels";

/* OSD hint media info */
"%@, %.1fkbps, %d×%d, %.1ffps\n" = "%1$@, %2$.1fkbps, %3$d×%4$d, %5$.1ffps\n";

/* OSD hint media info */
"%@, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkHz %3$dbit, %4$d channels";

/* OSD hint media info */
"%@, %d×%d, %.1ffps\n" = "%1$@, %2$d×%3$d, %4$.1ffps\n";

/* abloop */
"A-B Loop" = "A-B-loop";

/* PrefToolBarLabel */
"Advanced" = "Avancerad";

/* Text Enc */
"Arabic (ISO 8859-6)" = "Arabic (ISO 8859-6)";

/* Text Enc */
"Arabic (Mac)" = "Arabic (Mac)";

/* Text Enc */
"Arabic (Windows-1256)" = "Arabic (Windows-1256)";

/* preference */
"Ask me" = "Fråga mig";

/* OSD hint */
"Aspect Ratio: Locked" = "Aspektratio: Låst";

/* OSD hint */
"Aspect Ratio: Restored" = "Aspektration: Återställd";

/* OSD hint */
"Aspect Ratio: Unlocked" = "Aspektration: Upplåst";

/* PrefToolBarLabel */
"Audio" = "Ljud";

/* OSD hint */
"Audio %@" = "Ljud %@";

/* OSD hint */
"Audio Delay: %.1f s" = "Ljudfördröjning: %.1f s";

/* Inspector Info */
"Audio:%d" = "Ljud:%d";

/* Text Enc */
"Baltic (ISO 8859-13)" = "Baltic (ISO 8859-13)";

/* Text Enc */
"Baltic (ISO 8859-4)" = "Baltic (ISO 8859-4)";

/* Text Enc */
"Baltic (Windows-1257)" = "Baltic (Windows-1257)";

/* OSD hint */
"Caching: %4.2f%%" = "Cachar: %4.2f%%";

/* No comment provided by engineer. */
"Can't find a proper file to play" = "Kan inte hitta fil för uppspelning";

/* Playlist warning */
"Can't find next episode.\nPerhaps this is already the last episode." = "Kan inte hitta nästa episod.\nKan detta vara den sista episoden.";

/* Playlist warning */
"Can't find previous episode.\nPerhaps this is already the first episode." = "Kan inte hitta föregående episod.\nKan detta vara den första episoden.";

/* No comment provided by engineer. */
"Can't parse the URL: %@" = "Kunde inte läsa URL: %@";

/* abloop */
"Cancelled" = "Avbruten";

/* Text Enc */
"Celtic (ISO 8859-14)" = "Celtic (ISO 8859-14)";

/* Text Enc */
"Celtic (Mac)" = "Celtic (Mac)";

/* Text Enc */
"Central Europe (ISO 8859-16)" = "Central Europe (ISO 8859-16)";

/* Text Enc */
"Central Europe (ISO 8859-2)" = "Central Europe (ISO 8859-2)";

/* Text Enc */
"Central Europe (Mac)" = "Central Europe (Mac)";

/* Text Enc */
"Central Europe (Windows-1250)" = "Central Europe (Windows-1250)";

/* OSD hint */
"Chapter: %@" = "Kapitel: %@";

/* Text Enc */
"Chinese Simplified (EUC)" = "Chinese Simplified (EUC)";

/* Text Enc */
"Chinese Simplified (GB18030)" = "Chinese Simplified (GB18030)";

/* Text Enc */
"Chinese Simplified (ISO 2022)" = "Chinese Simplified (ISO 2022)";

/* Text Enc */
"Chinese Simplified (Mac)" = "Chinese Simplified (Mac)";

/* Text Enc */
"Chinese Simplified (Windows-936)" = "Chinese Simplified (Windows-936)";

/* Text Enc */
"Chinese Traditional (Big5 HKSCS)" = "Chinese Traditional (Big5 HKSCS)";

/* Text Enc */
"Chinese Traditional (Big5)" = "Chinese Traditional (Big5)";

/* Text Enc */
"Chinese Traditional (EUC)" = "Chinese Traditional (EUC)";

/* Text Enc */
"Chinese Traditional (Mac)" = "Chinese Traditional (Mac)";

/* Text Enc */
"Chinese Traditional (Windows-950)" = "Chinese Traditional (Windows-950)";

/* open url panel */
"Clear Menu..." = "Clear Menu...";

/* merge subtitle warning */
"Could not merge (%@) to the current subtitle.\r\nPlease merge to an EXTERNAL text subtitle with the SAME format." = "Kunde inte slå samman (%@) till nuvarande undertexter.\r\nVar god slå samman till en EXTERN undertextfil med SAMMA format.";

/* Text Enc */
"Cyrillic (ISO 8859-5)" = "Cyrillic (ISO 8859-5)";

/* Text Enc */
"Cyrillic (KOI8-R)" = "Cyrillic (KOI8-R)";

/* Text Enc */
"Cyrillic (KOI8-U)" = "Cyrillic (KOI8-U)";

/* Text Enc */
"Cyrillic (Mac)" = "Cyrillic (Mac)";

/* Text Enc */
"Cyrillic (Windows-1251)" = "Cyrillic (Windows-1251)";

/* SubEncoding */
"Detected file:\t%@\nEncoding:\t\t%@\nconfidence:\t%2.1f%%" = "Upptäckt fil:\t%1$@\nKodning:\t\t%2$@\nsäkerhet:\t%3$.1f%%";

/* No comment provided by engineer. */
"Disable" = "Slå av";

/* menu */
"Enter Fullscreen" = "Gå till helskärm";

/* No comment provided by engineer. */
"Error" = "Fel";

/* menu */
"Exit Fullscreen" = "Gå ur helskärm";

/* PrefToolBarLabel */
"General" = "Generellt";

/* Open URL Panel */
"Got the media URL, start to play..." = "Fått media-URL, börjar uppspelning…";

/* Text Enc */
"Greek (ISO 8859-7)" = "Greek (ISO 8859-7)";

/* Text Enc */
"Greek (Mac)" = "Greek (Mac)";

/* Text Enc */
"Greek (Windows-1253)" = "Greek (Windows-1253)";

/* Text Enc */
"Hebrew (ISO 8859-8)" = "Hebrew (ISO 8859-8)";

/* Text Enc */
"Hebrew (Mac)" = "Hebrew (Mac)";

/* Text Enc */
"Hebrew (Windows-1255)" = "Hebrew (Windows-1255)";

/* menu */
"Hide Auxiliary Controls" = "Dölj övriga kontroller";

/* menu */
"Hide Letterbox" = "Dölj letterbox";

/* Text Enc */
"Japanese (EUC)" = "Japanese (EUC)";

/* Text Enc */
"Japanese (ISO 2022)" = "Japanese (ISO 2022)";

/* Text Enc */
"Japanese (Mac)" = "Japanese (Mac)";

/* Text Enc */
"Japanese (Shift-JIS)" = "Japanese (Shift-JIS)";

/* Text Enc */
"Japanese (Windows-932)" = "Japanese (Windows-932)";

/* Text Enc */
"Korean (EUC)" = "Korean (EUC)";

/* Text Enc */
"Korean (ISO 2022)" = "Korean (ISO 2022)";

/* Text Enc */
"Korean (Mac)" = "Korean (Mac)";

/* Text Enc */
"Korean (Windows-949)" = "Korean (Windows-949)";

/* menu */
"Lock Aspect Ratio" = "Lås aspektratio";

/* core update notification text */
"MPlayerX's core has been updated." = "MPlayerX's core has been updated.";

/* OSD hint */
"Mute OFF" = "Ljudlöst AV";

/* OSD hint */
"Mute ON" = "Ljudlöst PÅ";

/* PrefToolBarLabel */
"Network" = "Nätverk";

/* Playlist warning */
"Next/Previous is only supported on local media" = "Nästa/föregående stöds bara för lokal media";

/* Inspector Info */
"No Info" = "Ingen information";

/* No comment provided by engineer. */
"OK" = "OK";

/* warning message */
"Oops, it seems that mplayer has quit without playing the media." = "Hoppsan, det verkar som mplayer avslutade utan att spela mediafilen.";

/* No comment provided by engineer. */
"Open Media Files" = "Öppna mediafiler";

/* No comment provided by engineer. */
"Open VIDEO_TS" = "Öppna VIDEO_TS";

/* OSD hint */
"OSD settings changed" = "OSD-inställningar ändrades";

/* OSD hint */
"Paused" = "Pausad";

/* abloop */
"Set Return Point" = "Ange återpunkt";

/* abloop */
"Set Start Point" = "Ange startpunkt";

/* menu */
"Show Auxiliary Controls" = "Visa övriga kontroller";

/* menu */
"Show Letterbox" = "Visa letterbox";

/* Text Enc */
"South Europe (ISO 8859-3)" = "South Europe (ISO 8859-3)";

/* OSD hint */
"Speed: %.1fX" = "Hastighet: %.1fX";

/* Open URL Panel */
"Start parsing the URL..." = "Börjar läsa URL…";

/* OSD hint */
"Stopped" = "Stoppad";

/* OSD hint */
"Sub Delay: %.1f s" = "Undertextfördröjning: %.1f s";

/* OSD hint */
"Sub: %@" = "Undertext: %@";

/* PrefToolBarLabel */
"Subtitle" = "Undertexter";

/* Inspector Info */
"Subtitle:%d" = "Undertexter:%d";

/* Text Enc */
"Thai (ISO 8859-11)" = "Thai (ISO 8859-11)";

/* Text Enc */
"Thai (Mac)" = "Thai (Mac)";

/* Text Enc */
"Thai (Windows-874/TIS-620)" = "Thai (Windows-874/TIS-620)";

/* No comment provided by engineer. */
"The file does not exist" = "Filen kan inte hittas";

/* No comment provided by engineer. */
"The file is not supported by MPlayerX." = "Filen stöds inte av MPlayerX.";

/* No comment provided by engineer. */
"The URL is not supported by MPlayerX." = "URL:en stöds inte av MPlayerX.";

/* Text Enc */
"Turkish (ISO 8859-9)" = "Turkish (ISO 8859-9)";

/* Text Enc */
"Turkish (Mac)" = "Turkish (Mac)";

/* Text Enc */
"Turkish (Windows-1254)" = "Turkish (Windows-1254)";

/* Text Enc */
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";

/* Text Enc */
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";

/* Text Enc */
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";

/* Text Enc */
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";

/* Text Enc */
"Unicode (UTF-8)" = "Unicode (UTF-8)";

/* menu */
"Unlock Aspect Ratio" = "Unlock Aspect Ratio";

/* abloop */
"Update Return Point (%@)" = "Uppdaterad återpunkt (%@)";

/* abloop */
"Update Start Point (%@)" = "Uppdaterad startpunkt (%@)";

/* PrefToolBarLabel */
"Video" = "Video";

/* OSD hint */
"Video %@" = "Video %@";

/* Inspector Info */
"Video:%d" = "Video:%d";

/* Text Enc */
"Vietnamese (Mac)" = "Vietnamese (Mac)";

/* Text Enc */
"Vietnamese (Windows-1258)" = "Vietnamese (Windows-1258)";

/* OSD hint */
"Volume: %.1f" = "Volym: %.1f";

/* Text Enc */
"Western Europe (ISO 8859-1)" = "Western Europe (ISO 8859-1)";

/* Text Enc */
"Western Europe (ISO 8859-15)" = "Western Europe (ISO 8859-15)";

/* Text Enc */
"Western Europe (Mac)" = "Western Europe (Mac)";

/* Text Enc */
"Western Europe (Windows-1252)" = "Western Europe (Windows-1252)";

/* drag subtitle osd hint */
"⌘ + Drag to merge the subtitle to the current one." = "⌘ + dra för att slå samman undertexter.";

/* OpenURL Panel */
"⌘-OK: Use FFMpeg to handle the stream" = "⌘-OK: Använd FFMpeg för att hantera ström";

/* OpenURL Panel */
"⌘-OK: Use MPlayer to handle the stream" = "⌘-OK: Använd MPlayer för att hantera ljudström";

